Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudSDK/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lo, nl, pl, pt, ru, sv, vi, zh

source: Can edit
ca: Pot editar
da: Kan Redigere
de: Kann bearbeiten
el: Δυνατότητα επεξεργασίας
es: Puede editar
fi: Voi muokata
fr: Peut éditer
he: ניתן לערוך
hu: Szerkesztheti
it: Può modificare
ja: 編集可
ko: 편집 가능
lo: ສາມາດແກ້ໄຂໄດ້
nl: Kan bewerken
pl: Może edytować
pt: Pode editar
ru: Может редактировать
sv: Kan redigera
vi: Có quyền chỉnh sửa
zh: 可编辑

source: Can manage
ca: Pot gestionar
de: Kann verwalten
el: Δυνατότητα διαχείρισης
es: Se puede gestionar
fi: Voi hallita
fr: Peut gérer
hu: Kezelheti
it: Può gestire
ja: 管理可能
ko: 관리 가능
lo: ສາມາດຈັດການໄດ້
nl: Kan beheren
pl: Może zarządzać
pt: Pode gerir
ru: Может управлять
sv: Kan hantera
vi: Có quyền quản lý
zh: 可管理

source: Can upload
ca: Pot carregar
de: Kann hochladen
el: Δυνατότητα μεταφόρτωσης
es: Se puede subir
fi: Voi lähettää
fr: Peut téléverser
he: יכול להעלות
hu: Feltölthet
it: Può caricare
ja: アップロード可能
ko: 업로드 가능
lo: ສາມາດອັບໂຫຼດໄດ້
nl: Kan uploaden
pl: Może przesyłać pliki
pt: Pode enviar
ru: Может загружать
sv: Kan ladda upp
vi: Có quyền đăng tải
zh: 可上传

source: Can view
ca: Pot veure
de: Kann anzeigen
el: Δυνατότητα προβολής
es: Se puede visualizar
fi: Voi nähdä
fr: Peut visualiser
he: יכול לראות
hu: Megtekintheti
it: Può visualizzare
ja: 閲覧可能
ko: 확인 가능
lo: ສາມາດເບິ່ງໄດ້
nl: Kan weergeven
pl: Może oglądać
pt: Pode ver
ru: Можно смотреть
sv: Kan visa
vi: Có quyền xem
zh: 可查看

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
it: Cancella
ja: キャンセル
ko: 닫기
lo: ຍົກເລີກ
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
vi: Hủy
zh: 取消

source: Custom
ca: Personalitzat
cs: Uživatelsky určené
de: Benutzerdefiniert
el: Προσαρμοσμένο
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 커스텀
lo: ກຳນົດເອງ
nl: Aangepast
pl: Niestandardowe
pt: Personalizado
ru: Пользовательские
sv: Anpassad
vi: Tùy chỉnh
zh: 自定义

source: Delete
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
lo: ລຶບ
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Ta bort
vi: Xóa
zh: 删除

source: File
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
fi: Tiedosto
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
lo: ໄຟລ໌
nl: Bestand
pl: Plik
pt: Ficheiro
ru: Файл
sv: Fil
zh: 文件

source: Files
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
hu: Fájlok
ja: ファイル
ko: 파일들
lo: ໄຟລ໌
nl: Bestanden
pl: Pliki
pt: Ficheiros
ru: Файлы
sv: Filer
zh: 文件

source: Folders
ca: Carpetes
cs: Složky
da: Mapper
de: Ordner
el: Φάκελοι
es: Carpetas
fi: Kansiot
fr: Dossiers
hu: Mappák
it: Cartelle
ja: フォルダー
lo: ໂຟນເດີ
nl: Mappen
pl: Foldery
pt: Pastas
ru: Папки
sv: Mappar
zh: 文件夹

source: Keep both
ca: Mantingueu tots dos
de: Beide behalten
el: Διατήρηση και των δύο
fi: Säilytä molemmat
fr: Garder les deux
he: השאירו את שני ה-
hu: Mindkettő megtartása
it: Tienili entrambi
ja: 両方を残す
lo: ເກັບໄວ້ທັງສອງ
nl: Beide behouden
pl: Zachowaj oba
pt: Manter ambos
ru: Сохранить оба
sv: Behåll båda

source: Log file
ca: Fitxer Log
da: Log fil
de: Protokolldatei
el: Αρχείο καταγραφής (Log)
fi: Lokitiedosto
fr: Fichier journal
hu: Naplófájl
it: File Log
ja: ログファイル
lo: ໄຟລ໌ບັນທຶກເຫດການ (Log)
nl: Logboekbestand
pl: Plik Log
pt: Ficheiro de log
ru: Log файл
sv: Protokollfil
vi: Tệp log
zh: 日志文件

source: Manager
ca: Gerent
cs: Nadřízený
de: Manager/-in
el: Διαχειριστής (Manager)
fi: Manageri
fr: Manageur
he: מנהל
hu: Kezelő
ja: 管理者
lo: ຜູ້ຈັດການ
nl: Beheerder
pl: Menedżer
pt: Gestor
ru: Управляющий
sv: Líder
vi: Quản lý
zh: 管理员

source: Name
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hu: Név
it: Nome
ja: 名称
lo: ຊື່
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
vi: Tên
zh: 名称

source: Replace
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fi: Korvaa
fr: Remplacer
he: החלף
hu: Csere
it: Sostituisci
ja: 上書き
lo: ແທນທີ່
nl: Vervangen
pl: Zamień
pt: Substituir
ru: Заменить
sv: Ersätt
zh: 替换

source: Retry
ca: Torna-ho a intentar
de: Wiederholen
el: Επανάληψη
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
it: Riprova
lo: ລອງໃໝ່
nl: Opnieuw
pl: Ponów
sv: Försök igen

source: Secret File Drop
ca: Caiguda de fitxers secrets
de: File Drop (geheim)
el: Απόθεση μυστικού αρχείου (File Drop)
fr: Dépôt d'un dossier secret
he: תיקת חבירה סודית
hu: Titkos fájlledobó
it: Rilascio di file segreti
ja: シークレットファイルドロップ
lo: ບ່ອນຝາກໄຟລ໌ລັບ
nl: Geheime bestandsdropping
pl: Tajny zrzut plików
pt: Entrega secreta de ficheiros
sv: Hemlig filöverföring

source: Shared with me
ca: Compartit amb mi
cs: Sdíleno se mnou
da: Delt med mig
de: Mit mir geteilt
el: Σε διαμοιρασμό με εμένα
es: Compartido conmigo
fi: Jaettu kanssani
fr: Partagé avec moi
he: שיתף איתי
hu: Velem megosztva
it: Condiviso con me
ja: 自分に共有された項目
lo: ແບ່ງປັນກັບຂ້ອຍ
nl: Gedeeld met mij
pl: Udostępniono mi
pt: Partilhado comigo
ru: Доступные мне
sv: Delade med mig
zh: 与我共享

source: This file is currently being processed and is not yet available for use. Please try again shortly.
ca: Aquest fitxer s'està processant i encara no està disponible per al seu ús. Torneu-ho a provar en breu.
de: Diese Datei wird derzeit bearbeitet und kann noch nicht verwendet werden. Bitte in Kürze erneut versuchen.
el: Αυτό το αρχείο βρίσκεται υπό επεξεργασία και δεν είναι ακόμη διαθέσιμο για χρήση. Παρακαλούμε δοκιμάστε ξανά σε λίγο.
es: Este archivo está siendo procesado ahora mismo y no está disponible por el momento. Por favor, vuelva a intentarlo en unos momentos.
fi: Tätä tiedostoa käsitellään tällä hetkellä, eikä se ole vielä valmis käytettäväksi. Yritä uudelleen hetken päästä.
fr: Ce fichier est en cours de traitement et n'est pas encore disponible. Veuillez réessayer sous peu.
it: Questo file è attualmente in elaborazione e non è ancora disponibile. Riprova tra poco.
ja: このファイルは現在処理中のため、まだ利用できません。しばらくしてからもう一度お試しください。
ko: 이 파일은 처리 중이며 아직 사용할 수 없습니다. 잠시후 다시 시도해 주세요.
nl: Dit bestand wordt momenteel verwerkt en is nog niet beschikbaar voor gebruik. Probeer het over een tijdje opnieuw.
pl: Plik jest obecnie przetwarzany i nie jest jeszcze dostępny. Spróbuj ponownie za chwilę.
pt: Este ficheiro está atualmente a ser processado e ainda não está disponível. Tente novamente dentro de momentos.
ru: Этот файл в данный момент находится в обработке и сейчас недоступен для использования. Пожалуйста, попробуйте чуть позже.
sv: Denna fil bearbetas för närvarande och är ännu inte tillgänglig för användning. Försök igen om en stund.

source: View and download.
ca: Visualitza i descarrega.
cs: Zobrazit a stáhnout.
de: Ansehen und herunterladen.
el: Προβολή και λήψη.
es: Ver y descargar
fi: Näytä ja lataa.
fr: Consulter et télécharger.
hu: Megtekintés és letöltés.
it: Visualizza e scarica.
ja: 閲覧とダウンロード
ko: 보기 및 다운로드.
lo: ເບິ່ງ ແລະ ດາວໂຫຼດ.
nl: Weergeven en downloaden.
pl: Zobacz i pobierz
pt: Ver e transferir.
ru: Просмотреть и скачать
sv: Visa och ladda ner.
vi: Xem và tải về.
zh: 查看和下载。

source: View, download and upload.
ca: Visualitza, descarrega i carrega.
cs: Zobrazit, stáhnout a nahrát.
de: Ansehen, herunterladen und hochladen.
el: Προβολή, λήψη και μεταφόρτωση.
es: Ver, descargar y subir.
fi: Näytä, lataa ja lähetä.
fr: Consulter, télécharger et téléverser.
hu: Megtekintés, letöltés és feltöltés.
it: Visualizza, scarica e carica.
ja: 閲覧、ダウンロード、アップロード
ko: 보기, 다운로드 및 업로드.
lo: ເບິ່ງ, ດາວໂຫຼດ ແລະ ອັບໂຫຼດ.
nl: Weergeven, downloaden en uploaden.
pl: Wyświetlanie, pobieranie i przesyłanie.
pt: Ver, transferir e enviar.
ru: Просмотреть, скачать и загрузить.
sv: Visa, ladda ner och ladda upp.
vi: Xem, tải về và tải lên.
zh: 查看、下载和上传。

source: View, download, upload, edit, add and delete.
ca: Visualitza, descarrega, carrega, edita, afegeix i suprimeix.
cs: Zobrazit, stáhnout, nahrát, upravit a smazat.
de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen, löschen.
el: Προβολή, λήψη, μεταφόρτωση, επεξεργασία, προσθήκη και διαγραφή.
es: Ver, descargar, subuir, editar, añadir y eliminar.
fi: Näytä, lataa lähetä, muokkaa, lisää ja poista.
fr: Consulter, télécharger, téléverser, modifier, ajouter et supprimer.
hu: Megtekintés, letöltés, feltöltés, szerkesztés, hozzáadás és törlés.
it: Visualizza, scarica, carica, modifica, aggiungi ed elimina.
ja: 閲覧、ダウンロード、アップロード、編集、追加、削除
ko: 보기, 다운로드, 업로드, 편집, 추가 및 삭제.
lo: ເບິ່ງ, ດາວໂຫຼດ, ອັບໂຫຼດ, ແກ້ໄຂ, ເພີ່ມ ແລະ ລຶບ.
nl: Weergeven, downloaden, uploaden, bewerken, toevoegen en verwijderen.
pl: Wyświetlanie, pobieranie, przesyłanie, edycja, dodawanie i usuwanie.
pt: Ver, transferir, enviar, editar, adicionar e eliminar.
ru: Просмотреть, скачать, загрузить, редактировать, добавить и удалить.
sv: Visa, ladda ner, ladda upp, redigera, lägg till och ta bort.
vi: Xem, tải về, tải lên, chỉnh sửa, thêm và xóa.
zh: 查看、下载、上传、编辑、添加和删除。

source: Error
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
lo: ຂໍ້ຜິດພາດ
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
vi: Lỗi

source: Personal
cs: Osobní
da: Personlig
de: Persönlich
el: Προσωπικά
fi: Henkilökohtainen
fr: Personnel
he: אישי
hu: Személyes
it: Personale
ja: 個人用
ko: 개인
lo: ສ່ວນຕົວ
nl: Persoonlijk
pl: Osobiste
pt: Pessoal
ru: Персональное
sv: Personlig
zh: 个人

source: "%@" has been modified locally
de: "%@" wurde lokal geändert
nl: "%@" is lokaal aangepast
pl: "%@" został zmodyfikowany lokalnie
sv: ”%@” har ändrats lokalt

# "%@" metadata for %@ couldn't be updated
source: "%1$@" metadata for %2$@ couldn't be updated
de: "%1$@" Metadaten für %2$@ konnten nicht aktualisiert werden
nl: "%1$@" metagegevens voor %2$@ konden niet worden bijgewerkt
pl: Metadane "%@" dla %@ nie mogły zostać zaktualizowane
sv: Det gick inte att uppdatera metadata för ”%1$@” för %2$@

source: "%@" was modified locally before the download completed.
de: "%@" wurde lokal geändert, bevor der Download beendet wurde.
nl: "%@" werd lokaal gewijzigd voordat de download was voltooid.
pl: "%@" został zmodyfikowany lokalnie przed ukończeniem pobierania.
sv: ”%@” ändrades lokalt innan nedladdningen slutfördes.

source: %@ already exists
de: %@ existiert bereits.
fi: %@ on jo olemassa
fr: %@ existe déjà
it: %@ esiste già
nl: %@ bestaat al
pl: %@ już istnieje
ru: %@ уже существует
sv: %@ finns redan

# %@ can't be copied to %@.
source: %1$@ can't be copied to %2$@.
de: %1$@ kann nicht nach %2$@ kopiert werden.
nl: %1$@ kan niet naar %2$@ worden gekopieerd.
pl: %@ nie może zostać skopiowany do %@.
sv: Det går inte att kopiera %1$@ till %2$@.

# %@ can't be moved to %@.
source: %1$@ can't be moved to %2$@.
de: %1$@ kann nicht nach %2$@ verschoben werden.
nl: %1$@ kan niet naar %2$@ worden verplaatst.
pl: %@ nie może zostać przeniesiony do %@.
sv: Det går inte att flytta %1$@ till %2$@.

# %@ can't be renamed to %@.
source: %1$@ can't be renamed to %2$@.
de: %1$@ kann nicht in %2$@ umbenannt werden.
nl: %1$@ kan niet worden hernoemd naar %2$@.
pl: Nie można zmienić nazwy %@ na %@.
sv: Det går inte att byta namn på %1$@ till %2$@.

source: %@ changed on the server. Really delete it?
de: %@ hat sich auf dem Server geändert. Wirklich löschen?
nl: %@ is op de server gewijzigd. Echt verwijderen?
pl: %@ zmienił się na serwerze. Na pewno chcesz go usunąć?
sv: %@ ändrades på servern. Vill du verkligen ta bort den?

source: %@ couldn't be deleted
de: %@ konnte nicht gelöscht werden
nl: %@ kan niet worden verwijderd
pl: Nie udało się usunąć %@
sv: Det gick inte att ta bort %@

# %@ couldn't be renamed to %@.
source: %1$@ couldn't be renamed to %2$@.
de: %1$@ konnte nicht in %2$@ umbenannt werden.
nl: %1$@ kon niet hernoemd worden naar %2$@.
pl: Nie udało się zmienić nazwy %@ na %@.
sv: Det gick inte att byta namn på %1$@ till %2$@.

source: %@ has changed on the server since you requested its deletion.
de: %@ wurde auf dem Server geändert, seit Sie die Löschung angefordert haben.
nl: %@ is sinds u verzocht om de verwijdering op de server gewijzigd.
pl: %@ zmienił się na serwerze od momentu zażądania jego usunięcia.
sv: %@ har ändrats på servern sedan du begärde att den skulle tas bort.

source: %@ not found
de: %@ nicht gefunden
nl: %@ niet gevonden
pl: Nie znaleziono %@
sv: %@ hittades inte

# %@ wasn't found at %@.
source: %1$@ wasn't found at %2$@.
de: %1$@ wurde unter %2$@ nicht gefunden.
nl: %1$@ is niet gevonden op %2$@.
pl: %@ nie został znaleziony w %@.
sv: %1$@ hittades inte på %2$@.

# %lu files in %lu folders
source: %1$lu files in %2$lu folders
de: %1$lu Dateien in %2$lu Ordnern
fi: %1$lu tiedostoa %2$lu kansiossa
nl: %1$lu bestanden in %2$lu mappen
pl: %lu plików w %lu folderach
sv: %1$lu filer i %2$lu mappar

source: A modified, unsynchronized version of "%@" is present on your device. Downloading the file from the server will overwrite it and modifications be lost.
de: Auf Ihrem Gerät befindet sich eine modifizierte, nicht synchronisierte Version von „%@“. Durch das Herunterladen der Datei vom Server wird diese überschrieben, und Ihre Änderungen gehen verloren.
nl: Een aangepaste, niet-gesynchroniseerde versie van "%@" is aanwezig op uw apparaat. Als u het bestand van de server downloadt, wordt het overschreven en gaan wijzigingen verloren.
pl: Zmodyfikowana, niezsynchronizowana wersja "%@" znajduje się na Twoim urządzeniu. Pobranie pliku z serwera nadpisze ją i zmiany zostaną utracone.
sv: En ändrad, osynkroniserad version av ”%@” finns på enheten. Om du laddar ner filen från servern skrivs den över och ändringarna går förlorade.

source: Accepting share…
de: Freigabe wird angenommen…
fi: Hyväksytään jakoa…
nl: Share accepteren…
pl: Akceptowanie udostępnienia…
sv: Accepterar delning…

source: Action
de: Aktion
fi: Toiminto
nl: Actie
pl: Czynność
sv: Åtgärd

source: Action ID
de: Aktions-ID
nl: Actie-ID
pl: ID akcji
sv: Åtgärds-ID

source: Allow cellular access
de: Mobilfunkzugang zulassen
nl: Mobiele toegang toestaan
pl: Zezwalaj na dostęp przez sieć komórkową
sv: Tillåt mobilnätsåtkomst

source: An error occured trying to validate the certificate for %@.
de: Beim Versuch, das Zertifikat für %@ zu überprüfen, ist ein Fehler aufgetreten.
nl: Er is een fout opgetreden bij het valideren van het certificaat voor %@.
pl: Wystąpił błąd podczas próby weryfikacji certyfikatu dla %@.
sv: Ett fel uppstod när certifikatet för %@ skulle valideras.

source: An exception occured attempting to perform an action ("%@"). The action has been removed from the sync queue and may not have completed. If logging is enabled, the exception has been logged.
de: Beim Versuch, eine Aktion („%@“) auszuführen, ist eine Ausnahme aufgetreten. Die Aktion wurde aus der Synchronisierungswarteschlange entfernt und wurde möglicherweise nicht abgeschlossen. Falls die Protokollierung aktiviert ist, wurde die Ausnahme protokolliert.
nl: Er deed zich een uitzondering voor bij een poging een actie uit te voeren ("%@"). De actie is verwijderd uit de synchronisatiewachtrij en is mogelijk niet voltooid. Als het logboek is ingeschakeld, is de uitzondering geregistreerd.
pl: Wystąpił wyjątek podczas próby wykonania akcji ("%@"). Akcja została usunięta z kolejki synchronizacji i mogła nie zostać ukończona. Jeśli logowanie jest włączone, wyjątek został zapisany w logu.
sv: Ett undantag uppstod när åtgärden (”%@”) utfördes. Åtgärden har tagits bort ur synkroniseringskön och kanske inte slutfördes. Om loggning är aktiverad har undantaget loggats.

# Another item named %@ already exists in %@.
source: Another item named %1$@ already exists in %2$@.
de: Eine andere Datei mit dem Namen %1$@ existiert bereits in %2$@.
nl: Een ander item met de naam %1$@ bestaat al in %2$@.
pl: Inny element o nazwie %@ już istnieje w %@.
sv: Ett annat objekt med namnet %1$@ finns redan i %2$@.

# Another version of %@ already exists in %@.
source: Another version of %1$@ already exists in %2$@.
de: Eine andere Version von %1$@ existiert bereits in %2$@.
nl: Een andere versie van %1$@ bestaat al in %2$@.
pl: Inna wersja %@ już istnieje w %@.
sv: En annan version av %1$@ finns redan i %2$@.

source: At least {{min}} special characters: {{specialCharacters}}
de: Mindestens {{min}} Sonderzeichen: {{specialCharacters}}
nl: Tenminste {{min}} speciale tekens: {{specialCharacters}}
pl: Co najmniej {{min}} znaków specjalnych: {{specialCharacters}}
sv: Minst {{min}} specialtecken: {{specialCharacters}}

source: At least {{min}} {{characterType}}
de: Mindestens {{min}} {{characterType}}
nl: Tenminste {{min}} {{characterType}}
pl: Co najmniej {{min}} {{characterType}}
sv: Minst {{min}} {{characterType}}

source: At most {{byteLength}} bytes.
de: Höchstens {{byteLength}} Bytes.
nl: Hoogstens {{byteLength}} bytes.
pl: Maksymalnie {{byteLength}} bajtów.
sv: Högst {{byteLength}} byte.

source: At most {{max}} {{characterType}}
de: Höchstens {{max}} {{characterType}}
nl: Hoogstens {{max}} {{characterType}}
pl: Maksymalnie {{max}} {{characterType}}
sv: Högst {{max}} {{characterType}}

source: Auth Data
de: Authentifizierungsdaten
nl: Auth-gegevens
pl: Dane uwierzytelniania
sv: Autentiseringsdata

source: Auth Method
de: Authentifizierungsmethode
nl: Auth-methode
pl: Metoda uwierzytelniania
sv: Autentiseringsmetod

source: Auth Validation Date
de: Datum der Authentifizierungsprüfung
nl: Auth-validatiedatum
pl: Data weryfikacji uwierzytelniania
sv: Datum för autentiseringsvalidering

source: Authenticating…
de: Authentifizierung…
fi: Todennetaan…
fr: Authentification…
nl: Geauthenticeren…
pl: Uwierzytelnianie…
sv: Autentiserar…

source: Available Offline
de: Offline verfügbar
fr: Disponible Hors-ligne
nl: Offline beschikbaar
pl: Dostępne offline
sv: Tillgänglig offline

source: Between {{min}} and {{max}} {{characterType}}
de: Zwischen {{min}} und {{max}} {{characterType}}
nl: Tussen {{min}} en {{max}} {{characterType}}
pl: Pomiędzy {{min}} i {{max}} {{characterType}}
sv: Mellan {{min}} och {{max}} {{characterType}}

source: Can't build custom scheme URL from %@.
de: Keine benutzerdefinierte Schema-URL aus %@ erstellbar.
nl: Kan geen aangepaste schema-URL bouwen vanaf %@.
pl: Nie można utworzyć niestandardowego schematu URL z %@.
sv: Det gick inte att skapa en URL med anpassat schema från %@.

source: Can't open custom scheme URL %@.
de: Benutzerdefinierte Schema-URL %@ kann nicht geöffnet werden.
nl: Kan aangepaste schema-URL %@ niet openen.
pl: Nie można otworzyć niestandardowego schematu URL %@.
sv: Det går inte att öppna URL:en med anpassat schema %@.

source: Certificate
de: Zertifikat
fi: Varmenne
nl: Certificaat
pl: Certyfikat
sv: Certifikat

source: Certificate Date
de: Zertifikatsdatum
fi: Varmenteen päiväys
nl: Certificaatdatum
pl: Data certyfikatu
sv: Certifikatdatum

source: Certificate changed
de: Zertifikat geändert
fi: Varmenne vaihtui
nl: Certificaat gewijzigd
pl: Certyfikat uległ zmianie
sv: Certifikatet har ändrats

source: Certificate for %@ passed validation.
de: Validierung für Zertifikat %@ erfolgreich.
nl: Certificaat voor %@ geslaagd voor validatie.
pl: Certyfikat dla %@ pomyślnie przeszedł weryfikację.
sv: Certifikatet för %@ godkändes vid valideringen.

source: Certificates
de: Zertifikate
fi: Varmenteet
fr: Certificats
nl: Certificaten
pl: Certyfikaty
sv: Certifikat

source: Class
de: Klasse
nl: Klasse
pl: Klasa
sv: Klass

source: Closing vault…
de: Tresor wir geschlossen…
nl: Kluis sluiten…
pl: Zamykanie sejfu…
sv: Stänger valvet…

source: Connected
de: Verbunden
fi: Yhdistetty
nl: Verbonden
pl: Połączono
sv: Ansluten

source: Connecting
de: Verbindung wird hergestellt
fi: Yhdistetään
fr: Connexion en cours
nl: Verbinden
pl: Łączenie
sv: Ansluter

source: Connecting…
de: Verbindung wird hergestellt…
fi: Yhdistetään…
fr: Connexion...
nl: Verbinden…
pl: Łączenie…
sv: Ansluter…

source: Connection refused
de: Verbindung verweigert
fi: Yhteys torjuttu
nl: Verbinding geweigerd
pl: Połączenie odrzucone
sv: Anslutningen nekades

source: Contributor
de: Mitwirkender
nl: Bijdrager
pl: Współtwórca
sv: Bidragsgivare

# Copying %@ to %@…
source: Copying %1$@ to %2$@…
de: %1$@ wird nach %2$@ kopiert…
nl: %1$@ kopiëren naar %2$@…
pl: Kopiowanie %@ do %@…
sv: Kopierar %1$@ till %2$@…

# Couldn't copy %@ to %@, because an item called %@ already exists there.
source: Couldn't copy %1$@ to %2$@, because an item called %3$@ already exists there.
de: %1$@ konnte nicht nach %2$@ kopiert werden, da dort bereits eine Datei namens %3$@ existiert.
nl: Kon %1$@ niet kopiëren naar %2$, omdat daar al een item bestaat met de naam %3$@.
pl: Nie można skopiować %@ do %@, ponieważ element o nazwie %@ już tam istnieje.
sv: Det gick inte att kopiera %1$@ till %2$@ eftersom ett objekt med namnet %3$@ redan finns där.

source: Couldn't create %@
de: %@ konnte nicht erstellt werden
fi: Ei voitu luoda %@
nl: Kon %@ niet aanmaken
pl: Nie udało się utworzyć %@
sv: Det gick inte att skapa %@

source: Couldn't delete %@
de: %@ konnte nicht gelöscht werden
fi: Ei voitu poistaa %@
nl: Kon %@ niet verwijderen
pl: Nie udało się usunąć %@
sv: Det gick inte att ta bort %@

source: Couldn't download %@
de: %@ konnte nicht heruntergeladen werden
fi: Ei voitu ladata %@
nl: Kon %@ niet downloaden
pl: Nie udało się pobrać %@
sv: Det gick inte att ladda ner %@

# Couldn't move %@ to %@, because an item called %@ already exists there.
source: Couldn't move %1$@ to %2$@, because an item called %3$@ already exists there.
de: %1$@ konnte nicht nach %2$@ verschoben werden, da dort bereits eine Datei namens %3$@ existiert.
nl: Kon %1$@ niet verplaatsen naar %2$@, omdat daar al een item bestaat met de naam %3$@.
pl: Nie można przenieść %@ do %@, ponieważ element o nazwie %@ już tam istnieje.
sv: Det gick inte att flytta %1$@ till %2$@ eftersom ett objekt med namnet %3$@ redan finns där.

# Couldn't rename %@ to %@, because another item with that name already exists.
source: Couldn't rename %1$@ to %2$@, because another item with that name already exists.
de: %1$@ konnte nicht in %2$@ umbenannt werden, da bereits eine Datei mit diesem Namen existiert.
nl: Kon %1$@ niet hernoemen naar %2$@, omdat daar al een item bestaat met de naam %3$@.
pl: Nie udało się zmienić nazwy %@ na %@, ponieważ istnieje już inny element o tej nazwie.
sv: Det gick inte att byta namn på %1$@ till %2$@ eftersom ett annat objekt med det namnet redan finns.

source: Couldn't upload %@
de: %@ konnte nicht hochgeladen werden
nl: Kon %@ niet uploaden
pl: Nie udało się przesłać %@
sv: Det gick inte att ladda upp %@

source: Creating folder %@…
de: Ordner %@ wird erstellt…
nl: Map %@ aanmaken…
pl: Tworzenie folderu %@…
sv: Skapar mappen %@…

source: Creating share for %@…
de: Freigabe für %@ wird erstellt…
nl: Share aanmaken voor %@…
pl: Tworzenie udostępnienia dla %@…
sv: Skapar delning för %@…

source: Database Version
de: Datenbankversion
fi: Tietokannan versio
nl: Databaseversie
pl: Wersja bazy danych
sv: Databasversion

source: Database size
de: Datenbankgröße
fi: Tietokannan koko
nl: Databasegrootte
pl: Rozmiar bazy danych
sv: Databasstorlek

source: Delete Authentication Data
de: Authentifizierungsdaten löschen
fr: Supprimer les données d'authentification
nl: Authenticatiegegevens verwijderen
pl: Usuń dane uwierzytelniające
sv: Ta bort autentiseringsdata

source: Delete Database
de: Datenbank löschen
fi: Poista tietokanta
nl: Database verwijderen
pl: Usuń bazę danych
sv: Ta bort databas

source: Deleting %@…
de: %@ wird gelöscht…
fi: Poistetaan %@…
nl: %@ verwijderen…
pl: Usuwanie %@…
sv: Tar bort %@…

source: Deleting share for %@…
de: Freigabe für %@ wird gelöscht…
nl: Share verwijderen voor %@…
pl: Usuwanie udostępnienia dla %@…
sv: Tar bort delning för %@…

source: Deschedule (remove)
de: Aus Zeitplan entfernen
nl: Planning verwijderen
pl: Anuluj harmonogram (usuń)
sv: Ta bort från schemat
